)ATTR DEFAULT(%+_)
   %   TYPE(TEXT)  INTENS(HIGH) SKIP(ON)
   +   TYPE(TEXT)  INTENS(LOW)  SKIP(ON)
   _   TYPE(INPUT) INTENS(HIGH) CAPS(ON) JUST(LEFT) HILITE(USCORE)
)BODY EXPAND(\\)
%Tutorial+-\-\-(%TRYIT - Edit Macro+)-\-\-%Tutorial
%Command ===>_ZCMD
+
%TRYIT+parameters are:
+
%APPL xxxx+The ISPF Panel will be Selected using an APPLID of xxxx
+          ** Only works with SEL
+
%POP+      The ISPF Panel will be displayed as a PopUp Panel
+          Optional Row/Column:  %POP row-# col-#
+          ** May be used with SEL and TUT or by itself
+
%SEL+      The ISPF Panel will be Selected instead of Displayed
+
%TUT+      The ISPF Panel will be displayed as a Tutorial Panel
+
%TRYIT+Notes:
+
+    1. The data type will be determined dynamically (for the most part)
+    2. JCL members will be processed using an installation defined
+       JCL Checker (e.g. CA-JCLCheck).
+
+ \ \ (press%ENTER+to continue) \ \
)PROC
  &ZUP     = #TRYIT
)END
